Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=386_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Bargojoavku doaibmá biodiversitehtabargojoavkku vuollásažžan ja raportere dasa iežas doaimmain.
smn: Pargojuávkku tuáimá biodiversiteetpargojuávhu vuálásâžžân já raportist toos toimâstis.

source: Bargojoavkku bargun lea ee:
smn: Pargojuávhu pargon lii el:

source: - Lasihit oppalaš dieđu artihkal 8(j):s, dan geatnegasvuođain ja ollašuhttimis
smn: - Lasettiđ almos tiäđulâšvuođâ artikla 8(j):st, ton kenigâsvuođâin já tooimânpiejâmist

source: - Ovddidit biodiversitehtastrategiija ja – doaibmaprográmma 8 j guoskavaš ulbmiliid ollašuvvama
smn: - Ovdediđ biodiversiteetstrategia já – toimâohjelm 8j:n kyeskee uulmij olášume

source: - Válmmaštallat Suoma oainnuid riikkaidgsakasaš biodiversitehtasoahpamuša čoahkkimiidda artihkal 8(j):ai gulavažžan
smn: - Valmâštâllâđ Suomâ uáivilijd aalmugijkoskâsijd biodiversiteetsopâmuš čuákkimáid, moh lahtojeh artikla 8(j):n

source: Bargojovkui gullet:
smn: Pargojuávhu čuákánpieijâm:

source: Klemetti Näkkäläjärvi, ságajođiheaddji (sámediggi)
smn: Klemetti Näkkäläjärvi, saavâjođetteijee (sämitigge)

source: Katri Santtila (oahpahus- ja kulturministeriija)
smn: Katri Santtila (máttááttâs- já kulttuurministeriö)

source: Timo Tolvi (eana- ja meahccedoalloministeriija)
smn: Timo Tolvi (eennâm- já meccituáluministeriö)

source: Päivi Lundvall (Lappi Ebi-guovddáš)
smn: Päivi Lundvall (Laapi IPI-kuávdáš)

source: Petra Magga-Vars (sámediggi)
smn: Petra Magga-Vars (sämitigge)

source: Áššedovdi Heikki Paltto (sámediggi)
smn: Äššitobdee Heikki Paltto (sämitigge)

source: Áššedovdi Elina Helander-Renvall (Lappi universitehta árktalaš guovddáš)
smn: Äššitobdee Elina Helander-Renvall (Laapi ollâopâttuv arktâlâš kuávdáš)

source: Čálli Sanna-Kaisa Juvonen (Meahciráđđehus)
smn: Čällee Sanna-Kaisa Juvonen (Meccihaldâttâs)

source: Čálli Suvi Juntunen (sámediggi)
smn: Čällee Suvi Juntunen (sämitigge)

source: Bargojoavkku doaimmat
smn: Pargojuávhu toimâ

source: Artihkal 8(j) riikkaidgaskasaš máŋggajagaš bargoprográmmas leat mearridan váldit atnui indikáhtoraiid gielalaš máŋggahápmásašvuođa dilis ja ovdáneamis; eamiálbmogiid árbevirolaš guovlluid eanageavaheami nuppáštusain ja ovdáneamis sihke árbevirolaš ealáhusaid ollašuhttima dilis ja ovdáneamis.
smn: Artikla 8(j) aalmugijkoskâsii maaŋgâihásii pargo-ohjelmist láá meridâm väldiđ anon indikaattorijd kielâlii maaŋgâhámásâšvuođâ tiileest já ovdánmist; algâaalmugij ärbivuáválij kuávlui eennâmkevttim nubástusâst já ovdánmist sehe ärbivuáválij iäláttâsâi hárjuttem tiileest já ovdánmist.

source: Indikáhtoriid ulbmilin lea čielggadit artihkal 8(j):a gáhtten árbevirolaš dieđu dili.
smn: Indikaattorij ulmen lii selvâttiđ artikla 8(j) suojâlem ärbivuáválii tiäđu tile.

source: Álbmotlaš artihkal 8(j)-bargojoavku lea álggahan doaimmaid indikáhtoriid atnui váldima dihtii.
smn: Aalmuglâš artikla 8(j)-pargojuávkku lii algâttâm tooimâid indikaattorij kiävtun väldim várás.

source: Bargojoavku lea válmmaštallan ja válmmaštallá ain biodiversitehtasoahpamuša čoahkkimiidda Suoma oaiviliid, mat laktásit artihkal 8(j)-artihkkalii.
smn: Pargojuávkku lii valmâštâllâm já valmâštâl ain biodiversiteetsopâmuš čuákkimáid Suomâ uáivilijd, moh lohtâseh artikla 8(j)-artiklan.

source: Bargojoavkku ulbmilin lea ráhkadit evttohusaid Akwé: Kon – rávvagiid ollašuhttimis eanageavahan- ja huksenlága ja birasváikkuhusaid árvvoštallamis addon lága ollašuhttimis.
smn: Pargojuávhu ulmen lii rähtiđ iävtuttâsâid Akwé: Kon – ravvui tooimânpiejâmist eennâmkevttim- já huksimlaavâ já pirâsvaikuttâsâi miäruštâlmist adelum laavâ tooimânpiejâmist.

source: Bargojoavkku ulbmilin lea maiddái jorgalahttit suoma-ja sámegillii 10. oassebeallečoahkkima dohkkehan Tkarihwaie:ri – etihkalaš meannudanvuohkenjuolggadusaid sihke bargat evttohusaid daid ollašuhttima várás
smn: Pargojuávhu ulmen lii meid jurgâliđ suomâkielân já sämikielân 10. uásipeličuákkim tuhhiittem Tkarihwaie:ri – eettisijd lattimnjuolgâdusâid sehe toohâđ oovdânpyehtimijd tai tooimânpieijâm várás Suomâst.

source: Tkarihwaie:ri lea keha ' ka – álbmoga giella (mohawk-) giella ja dárkkuha ” rivttes vuogi ”.
smn: Tkarihwaie:ri lii keha ' ka – aalmug kielâ (mohawk-) já meerhâš ” olmâ vyevi ”.

source: Meannudanvuohkenjuolggadusa ulbmilin lea dorvvastit eamiálbmogiid kulturlaš - ja intellektuálalaš árbbi gudnejahttima eamiálbmogiid guoski fidnuin.
smn: Lattimnjuolgâdus ulmen lii turviđ algâaalmugij kulttuurlii- já fiätulii ärbivyevi kunnijâttem algâaalmugáid kyeskee projektijn.

source: Bargojoavku gieđahallá maiddái genariggodagaid oažžuma ja ávkkiid juohkima gieđahalli Nagoya beavdegirjji ratifiserema Suomas sihke čuovvu biodiversitehtastrategiija ja – doaibmaprográmma artihkal 8(j) guoski áššiid ollašuvvama.
smn: Pargojuávkku kieđâvuš meid geenivaarij finnimvuođâ já hiäđui jyehim kieđâvuššee Nagoya pevdikirje ratifisistem Suomâst sehe čuávu biodiversiteetstrategia já – toimâohjelm artikla 8(j):n kyeskee aašij olášume.

source: Meroštallamat
smn: Miäruštâlmeh

source: Vuosttas artihkal 8(j)-bargojoavku lea árbevirolaš dieđu hálddašeaddjiid gullama maŋŋá dahkan oktasaš meroštallamiid sápmelaččaid luonddu máŋggahápmásašvuhtii gulavaš árbevirolaš dieđus, vierrovuoigatvuođaš ja beaivválaš luonddugeavaheamis.
smn: Vuossâmuš artikla 8(j)-pargojuávkku lii ton maŋa ko kuulâi ärbivuáválii tiäđu haldâšeijeid toohâm almolijd miäruštâlmijd sämmilij luándu maaŋgâhámásâšvuotân lohtâseijee ärbivuáválii tiäđust, utkevuoigâdvuođâst já vuáválii luándukevttimist.

source: Arbevirolaš diehtu
smn: Ärbivuáválâš tiätu

source: Sápmelaš luonddu máŋggahápmásašvuhtii gulavaš árbevirolaš diehtu boahtá ovdan sápmelaš luonddugeavaheamis ja árbevirolaš sámeealáhusaid ollašuhttimis dahjege boazodoalus, guolásteamis, meahčástusas, čoaggimis ja dujiin sihke luondogaskavuođas.
smn: Säämi luándu maaŋgâhámásâšvuotân lohtâseijee ärbivuáválâš tiätu tiättoo säämi luándukevttimist já ärbivuáválij sämi-iäláttâsâi porgâmist ađai puásuituálust, kyelipiivdost, meccipiivdost, nuurâdmist já tyejeest sehe luándukoskâvuođâst.

source: Diehtu sirdása sámegiela lundui, duovdagii, dálkái, boazodollui, dujiide, bivdui ja guolástussii gulavaš terminologias sihke sámegielat báikenamain.
smn: Tiätu sirdâšuvá sämikielâ luándun, miäcán, šooŋân, puásuituálun, tuojijd, piivdon já kyelipiivdon lohtâseijee terminologiast sehe sämikielâlijn päikkinoomâin.

source: Árbevirolaš diehtu sirdo diđolaš oahpaheami, boarrasut buolvvas ožžojun málle, juigosiid ja njálmmálaš máinnastanárbbi bokte sihke boazodoallo-, guollebivdo-, čoaggin duodje- ja meahcástanvieruid bokte.
smn: Ärbivuáválâš tiätu sirdâšuvá tiäđulâš máttááttem, puárásub suhâpuolvâin ožžum maali, juáigusij já njálmálâš muštâlemärbivyevi pehti sehe puásuituálu-, kyelipivdo-, nurâdem, tyeji- já meccipivdovuovijn.

source: Luonddugeavaheapmi
smn: Luándukevttim

source: Sápmelaččaid árbevirolaš luonddugeavaheapmi vuođđuduvvá sápmelaš árvomáilbmái, sosiálalaš vuogádahkii ja vierrovuoigatvuhtii.
smn: Sämmilij ärbivuáválâš luándukevttim vuáđuduvá säämi árvumailmân, sosiaallâš vuáhádâhân já utkevuoigâdvuotân.

source: Luonddugeavaheapmi lea earálágan iešguđege sámeealáhusain.
smn: Luándukevttim lii ereslágán sierâ sämi-iäláttâsâin.

source: Luonddugeavaheapmi lea gitta maiddái eatnandieđalaš diliin ja luonddu diliin.
smn: Luándukevttim lii kiddâ še eennâmtieđâlijn aašijn já luándu tiileest.

source: Vierrovuoigatvuohta
smn: Utkevuoigâdvuotâ

source: Sápmelaš luonddu máŋggahápmásašvuhtii gulavaš vierrovuoigatvuohta stivre árbevirolaš eanageavaheami, servoša siskálddas gaskavuođaid mat laktásit eanageavaheapmai, hábme vuođđojurdagiid návddašan-eatnamiidda ja stivre luondduresurssaid ávkkástallama suvdilis vugiin sápmelaš vuoigatvuođadovddu mielde.
smn: Säämi luándu maaŋgâhámásâšvuotân lohtâseijee utkevuoigâdvuotâ stivree ärbivuáválâš eennâmkevttim, siärváduv siskiipiäláid koskâvuođâid, moh lohtâseh eennâmkevttimân, lááčá prinsiipâid navdâšemkuávloid já stivree luanduresurssijguin ávhástâllâm pištee vuovvijn säämi vuoigâdvuođâibárdâs mield..

source: Kultuvra- dajaldat
smn: Kulttuurolgospyehtim

source: Sámekultuvrras árbevirolaš kultuvra-dajaldat dárkkuha juigosiid, sámeduoji, sámedáidaga, máinnastanárbevieruid ja myhtaid, girjjálašvuođa, sámegielat báikenamaid sihke sámi huksenárbevieruid (ee. gođiid, kámmiid, iešguđetlágan áittiid).
smn: Sämikulttuurist ärbivuáválâš kulttuurolgospyehtim uáivild juoigâmmuusik, säämi tyeje, sämitaiduu, muštâlemärbivyevi já oskomušâid, kirjálâšvuođâ, sämikielâlijd päikkinoomâid sehe säämi huksimärbivyevi (el. láávuh, kuáđih, sierâlágáneh ääitih).

source: Lassin sámi dološoskui gulavaš oaffaruššan sieiddiide lea kulttuvra-dajaldat.
smn: Lasseen säämi toovlášoskoldâhân kullee uhredem sieidijd lii kulttuurolgospyehtim.

source: Ođđasut kultuvra – dajaldagat dárkkuhit modearna sámemusihka, teáhtera ja filbmadáidaga.
smn: Uđđâsuboh kulttuurolgospyehtimeh uáivildeh uđđâáigásâš sämimuusik, teatter já elleekovetaiduu.

source: Sámedikki ulbmilat árbevirolaš dieđu suodjaleami várás
smn: Sämitige ulmeh ärbivuáválii tiäđu suoijâlmân

source: Sámediggi lea ásahan njunušulbmilin válgabaji 2012-2015 doaibmaprográmmastis, ahte álbmotlaš artihkal 8(j)-bargojoavkku loahpparaportta doaibmabidjo-evttohusat ja ávžžuhusat leat ollašuhtton go válgabadji nohká.
smn: Sämitigge lii asâttâm ohtân njunošulmen vaaljâpaje 2012-2015 toimâohjelmistis, et aalmuglâš artikla 8(j)-pargojuávhu loppâraapoort toimâiävtuttâsah já avžuuttâsah láá olášittum vaaljâpaje loopâ räi.

source: Lassin sámedikki čoahkkin lea ásahan čuovvovaš ulbmiliid árbevirolaš dieđu gáhttema várás:
smn: Lasseen sämitige čuákkim lii asâttâm čuávuváid uulmijd ärbivuáválâš tiäđu suoijâlmân:

source: Sámediggi oassálastá beaktilit Suoma luonddu máŋggahápmásašvuođa ja suvdilis geavaheami strategiija ja doaibmaprográmma 2012-2020 ollašuhttima dihtii, čuovvumii ja váikkuhanvuođa árvvoštallamii ja ovddida sápmelaččaid guoski ulbmiliid farggamusat ollašuhttima.
smn: Sämitigge uásálist pehtilávt Suomâ luándu maaŋgâhámásâšvuođâ já pištee kevttim strategia já toimâohjelm 2012–2020 olášutmân, čuávumân já vaikuttemvuođâ árvuštâlmân já oovded sämmilijd kyeskee uulmij jotelis olášume.

source: Sámediggái lea dorvvastuvvon doarvái resurssat oassálastit strategiija ja doaibmaprográmma ollašuhttima várás.
smn: Sämitiigán láá torvejum kelijdeijee resursseh uásálistiđ strategia já toimâohjelm olášutmân.

source: Sámediggi oassálastá beaktilit ja aktiivalaččat Nagoya beavdegirjji ratifiserenprosessii ja ollašuhttimii.
smn: Sämitigge uásálist pehtilávt já hormišávt Nagoya pevdikirje ratifisistemprosessân já olášutmân.

source: Árbevirolaš dieđu ealáskahttinfidnuid ollašuhttin lea álgán.
smn: Ärbivuáválii tiäđu iäláskittemprojektij olášuttem lii álgám.

source: Sámediggi váldá vuhtii iežas doaimmas sápmelaččaid árbevirolaš dieđu dárbbuid ja ovddida árbevirolaš dieđu seailuma, sirdašuvvamma ja ovdáneami boahtti buolvvaide buot iežas doaimmain.
smn: Sämitigge váldá vuotân jieijâs tooimâst säämi ärbivuáválâš tiäđu táárbuid já oovded ärbivuáválâš tiäđu siäilum, sirdâšem já ovdánem puáttee suhâpuolváid puohâin toimâinis.

source: Sámediggi ovddida ja ráhkada vejolašvuođaid sápmelaččaid árbevirolaš dieđu dutkanguovddáža vuođđudeami várás.
smn: Sämitigge oovded já lááčá iävtuid sämmilij ärbivuáválâš tiäđu tutkâmkuávdáá vuáđđudmân. Akwé: Kon - ravvuuh

source: Biodiversitehtasoahpamuša 5. oassebeallečoahkkin lea dohkkehan eaktodáhtolaš Akwé:Kon – rávvagiid.
smn: Biodiversiteetsopâmuš 5. uásipeličuákkim lii tuhhiittâm iävtutátulijd Akwé:Kon - ravvuid.

source: Rávvagiid leat válmmaštallan riikkaid ja eamiálbmogiid oktasašbargun.
smn: Ravvuuh láá valmâštâllum staatâi já algâaalmugij oovtâstpargon.

source: Rávvagiid leat oaivvildan vuhtii váldima várás eamiálbmogiid, dego Suoma sápmelaččaid, ruovttuguovllus ollašuhtton dakkár fidnuid plánemis sihke plánaid ja prográmmaid válmmaštallamis ja váikkuhusaid árvvoštallamis, mat sáhttet váikkuhit sámekultuvrii, - ealáhusaide ja kulturárbái.
smn: Ravvuuh láá uáivildum vuotânväldimnáál algâaalmugij, tegu Suomâ sämmilij, päikkikuávlust olášuttemnáál šaddee tagarij haavâi vuáváámist sehe vuáváámij já ohjelmij valmâštâlmist já vaikuttâsâi árvuštâlmist, moh pyehtih vaikuttiđ sämikulttuurân, - iäláttâssáid já kulttuuráárbán.

source: Rávvagat gáibidit, ahte fidnuid ja plánaid ráhkadeapmi galggašii vuođđuduvvat eamiálbmogiid dárbbuide ja oainnuide.
smn: Ravvuuh väättih, et haavâi já vuáváámij rähtim kolgâččij vuáđuduđ algâaalmugij tárboid já uáinoid.

source: Eamiálbmogat galggašedje oassálastit fidnu buot muttuide plánemis ollašuhttimii.
smn: Algâaalmugeh kolgâččii uásálistiđ haavâ puohháid muddoid vuáváámist olášutmân.

source: Oassebeallečoahkkin lea evttohan, ahte riikkat válddašedje rávvagiid oassin biras- ja sosiálaváikkuhusaid árvvoštallama guoski lágaid ja rávvagiid.
smn: Uásipeličuákkim lii iävtuttâm, et staatah váldáččii ravvuid uássin pirâs- já sosiaalvaikuttâsâi árvuštâllâm kyeskee lahâasâttâs já ravvuid.

source: Riikkat ja eamiálbmogat galggašedje Akwé: Kon – rávvagiid ollašuhttimiin hábmet bissovaš eamiálbmoga dohkkehan vuogádatlaš meannudeami sosiálalaš, biras- ja kulturlaš ášši beliid čáhkadeami dihtii plánemii ja mearrádusdahkamii.
smn: Staatah já algâaalmugeh kolgâččii Akwé:Kon - ravvuid olášutmáin lääččiđ pissoo algâaalmug tuhhiittem oorniglâš lattim sosiaallâš, pirâs- já kulttuurlâš uáinui lasseetmân vuáváámân já miärádâstohâmân.

source: Rávvagiid ollašuhttimiin sáhttit ovddidit eamiálbmogiid doaibmandáidduid.
smn: Ravvuid olášutmáin puáhtá ovdediđ algâaalmugij toimâmkiärgusvuođâid.

source: Akwé: Kon – rávvagiid čuovvumiin vahátlaš váikkuhusaid eamiálbmogiidda sáhttit identifiseret ja hehttehusaid sáhttit unnidit.
smn: Akwé: Kon - ravvuid nuávditmáin puáhtá tubdâđ háitulâš vaikuttâsâid algâaalmugáid já hemâdâsâid puáhtá minimistiđ.

source: Rávvagiid mielde fidnu válmmaštallamii galget oassálastit eamiaálbmoga ovddasteaddjit ja barggus galgá vuhtii valdit dásseárvvu ja iešguđege buolvvaid dárbbuid.
smn: Ravvui mield kalgeh haavâ valmâštâlmân uásálistiđ algâaalmug ovdâsteijeeh já pargoost kalga väldiđ vuotân täsiáárvu já jieškote-uv suhâpuolvâi táárbuid.

source: Eamiálbmoga ovddasteaddjiide galgá addit doarvái resurssaid, vai sii sáhttet oassálastit fidnu válmmaštallamii.
smn: Algâaalmug ovdâsteijeid kalga adeliđ tuárvi resurssijd, vâi sij pyehtih uásálistiđ haavâ valmâštâlmân.

source: Eamiálbmotservoša gálgá dieđihit válmmaštallama buot muttuin, eará mediain ja servoša geavahan gielaiguin.
smn: Algâaalmugsiärvusân kalga tieđettiđ valmâštâllâm puohâin muddoin, sierâlágán mediain já siärvus kiävttám kielâiguin.

source: Fidnus galgá girjet eamiálbmoga oaiviliid ja fuolaid ja daid galgá gieđahallat vuoiggalaččat.
smn: Haavâst kalga kirjiđ algâaalmug uáinuid já huolâid já taid kalga kohtâliđ vuoigâlávt.

source: Eamiálbmot ovddasteaddjit galget oassálastit fidnu birrasa guoski, kulturlaš ja sosiálalaš váikkuhusaid árvoštallamii.
smn: Algâaalmug ovdâsteijeeh kalgeh uásálistiđ haavâ pirâslâš-, kulttuurlâš já sosiaallâš vaikuttâsâi árvuštâlmân.

source: Juos fidnu dagaha negatiivalaš váikkuhusaid eamiálbmogii, fidnus vásttolaš ja eamiálbmogiid ovddasteaddjit galget soahpat litnudeaddji doaibmabijuin negatiivalaš váikkuhusaid geahpedeami dihtii.
smn: Jis haahâ toovvât negatiivlijd vaikuttâsâid algâaalmugân, kalgeh haavâst västideijee já algâaalmugij ovdâsteijeeh sooppâđ linásmittee tooimâin negatiivlâš vaikuttâsâi minimistmân.

source: Fidnu ollašuvvama galgá čuovvut ovttas eamiálbmoga ovddasteaddjiiguin.
smn: Haavâ olášume kalga čuávvuđ oovtâst algâaalmug ovdâsteijeiguin.

source: Eaktodáhtolaš Akwé: Kon – rávvagat leat Suomas dárkkuhuvvon sámiid ruovttuguovllu eanageavaheami plánemis ja birasváikkuhusaid árvvoštallamis vásttolaš eiseválddiide, láhkaaddiide, árvvoštallamiid bargiide, YVA – fidnuin vásttolaččaide, lávvaráhkadeaddjiide, Meahciráđđehussii, lohpevirgeoapmahaččaide, sámediggái ja nuortalaččaid giličoahkkimii sihke sámeservošiidda.
smn: Iävtutátuliih Akwé: Kon – ravvuuh láá Suomâst uáivildum sämikuávlu eennâmkevttim vuáváámist já pirâsvaikuttâsâi árvuštâlmijn västideijee virgeomâhâžân, lahâasâtteijeid, árvuštâllâm tahheid, YVA - haavâst västideijeid, kaavai rähteid, Meccihaldâttâsân, lopevirgeomâháid, sämitiigán já nuorttâlâšâi sijdâčuákkimân sehe sämisiärvusáid.

source: Akwé:Kon – rávvagiid guoskadeapmi Suomas
smn: Akwé:Kon – ravvui heiviittem Suomâst

source: Bátneduottara meahcceguovlo-eatnama dikšun - ja geavahanplána ráhkadeamis lea guoskaduvvon vuosttas geardde Akwé: Kon – rávvagat sihke Suomas ja obanassii máilmmis.
smn: Pänituoddâr meccikuávlu hoittám- já kevttimvuávám rähtimist láá heiviittâm vuossâmuu keerdi Akwé: Kon – ravvuid sehe Suomâst ete ubânâssân mailmist.

source: Rávvagiid guoskadeamis lea válmmaštuvvan loahpparaporta.
smn: Ravvui heiviitmist lii valmâštum loppâraapoort.

source: Meahciráđđehus lea ovttas sámedikkiin ráhkadan bissovaš málle Akwé: Kon – rávvagiid guoskadeamis eana- ja čáhceguovlluid eanageavaheami plánemis mat leat Meahciráđđehusa hálddus.
smn: Meccihaldâttâs lii oovtâst sämitiggijn lááččám pissoo maali Akwé: Kon – ravvui heiviitmist Meccihaldâttâs haldâšem eennâm- já čäcikuávlui eennâmkevttim vuáváámist.

source: Rávvagat eai guoskaduvvo sámedikki dahkan evttohusain fuolakeahttá lávvaráhkadeami stivrejeaddji eanageavahan - ja huksenlága ollašuhttimis eaige birasváikkuhusaid árvvoštallanproseassas (ng. YVA-lágas).
smn: Ravvuid iä heiviit sämitige toohâm iävtuttâsâin peerusthánnáá kaavam stivree eennâmkevttim- já huksimlaavâ tooimânpiejâmist iäge pirâsvaikuttâsâi árvuštâllâmprosessist (nk. YVA-laavâst).

source: Riikkaidgaskasaš mearrádusdahkan
smn: Aalmugijkoskâsâš miärádâstoohâm

source: Biodiversitehtasoahpamuša ollašuhttima guoski mearrádusaaid ja ávžžuhusaid addet guovtti jagi gaskkaid dollojun oassebeallečoahkkimiin.
smn: Biodiversiteetsopâmuš olášutmân kyeskee miärádâsah já avžuuttâsah adeluvvojeh uásipeličuákkimist, mii tuálloo kyevti ive kooskâi.

source: Oassebeallečoahkkimii artihkal 8(j) guoski áššiid válmmaštallá riikkaidgaskasaš bargojoavku, Ad Hoc Working Group on Article 8(j) and related provisions.
smn: Uásipeličuákkimân artikla 8(j):n kyeskee aašijd valmâštâl aalmugijkoskâsâš pargojuávkku, Ad Hoc Working Group on Article 8(j) and related provisions.

source: Ovddit geardde bargojoavku čoahkkanii jagi 2013 golggotmánus Montrealis.
smn: Ovdebáá keerdi pargojuávkku čokkânij ive 2013 roovvâdmáánust Montrealist.

source: Bargojoavkku barggu stivre oassebeallečoahkkima dohkkehan artihkal 8(j):a máŋggajagáš bargoprográmma.
smn: Pargojuávhu pargo stivree uásipeličuákkim tuhhiittem artikla 8(j) maaŋgâivvááš pargo-ohjelm.

source: Bargojoavkku bargui oassálastet riikkaid ja eamiálbmogiid ovddasteaddjit.
smn: Pargojuávhu paargon uásálisteh staatâi já algâaalmugij ovdâsteijeeh.

source: Sámediggi oassálastá bargojoavkku čoahkkimii oassin Suoma stáhta delegašuvnna ja Suopma bealistis oassin Eurohpa Uniovnna delegašuvnna.
smn: Sämitigge uásálist pargojuávhu čuákkimáid uássin Suomâ staatâ delegaatio já Suomâ vest uássin Euroop Union delegaatio.

source: Eurohpá Uniovnna hábme oktasaš oaivila čoahkkinmearrádusaide ja sáđajođiheaddjiriika ráđđádallá lahttoriikkaid bealis buohkaid guoski čoahkkinmearrádusain.
smn: Euroop Union hämmee ohtsii uáivil čuákkimmiärádâssáid já saavâjođetteijee-eennâm ráđádâl jeessânenâmij peeleest kuávdásmittum häämist čuákkimmiärádâsâin.

source: Suopma raportere soahpamuša ollašuhttimis biodiversitehtasoahpamuša čállingoddái.
smn: Suomâ raportist sopâmuš olášutmist biodiversiteetsopâmuš čäällimkoodán.

source: Viđát riikaraporta addui miessemánus 2014.
smn: Viiđâd eennâmraapoort adelui vyesimáánust 2014.

source: Čuovvovaš biodiversitehtasoahpamuša oassebeallečoahkkin lágiduvvo golggotmánus 2014 Mátta-Koreas.
smn: Puáttee biodiversiteetsopâmuš uásipeličuákkim uárnejuvvoo roovvâdmáánust 2014 Maadâ-Koreast.

source: Sámediggi oassálastá oassebeallečoahkkimiidda Suoma stáhta delegašuvnnas.
smn: Sämitigge uásálist uásipeličuákkimáid Suomâ staatâ delegaatiost. Dokumenteh

source: Artihkal 8(j)-bargojoavkku loahpparaporta
smn: Artikla 8(j)-pargojuávhu loppâraapoort

source: Čuovus1 čoahkkáigeassutábealla
smn: Lahtos 1 čuákánkiäsutavlustâh

source: Čuovus 2: Duogášmateriála: vierrovuoigatvuohtačilgehus
smn: Lahtos 2: Tuávvášmateriaal: utkevuoigâdvuotâčielgiittâs

source: Čuovus 3 Duogášmateriála Čilgehus Akwé: Kon - rávvagiid gaskavuođas Suoma lágaide
smn: Lahtos 3 Tuávvášmateriaal Čielgiittâs Akwé: Kon – ravvui koskâvuođâst Suomâ lahâaasâtmân

source: Čuovus 4 Muittuhančála Akwé: Kon rávvagiid gaskavuođas Yva-lágaide
smn: Lahtos 4 Muštottemčáálus Akwé: Kon ravvui koskâvuođâst Yva-lahâaasâtmân

source: Čuovus 5: Muittuhančála Akwé: Kon rávvagiid guoskadeamis eanagavahan- ja huksenlága ollašuhttimis
smn: Lahtos 5: Muštottemčáálus Akwé: Kon ravvui heivitmist eennâmkevttim- já huksimlaavâ olášutmist

source: Čuovus 6: Elina Helander-Renvall ja Inkeri Markkula (2011): Luonddu máŋggahápmásašvuohta ja sápmelaččat
smn: Lahtos 6: Elina Helander-Renvall já Inkeri Markkula (2011): Luándu maaŋgâhámásâšvuotâ já sämmiliih

source: Čuovus 7 Fidnuplána sámegielat báikenamaid čoaggin- ja vurkenfidnun
smn: Lahtos 7 Proojeektvuávám sämikielâlij sajenoomâi nuurrâm- já vuorkkimprojektin

source: Čuovus 8 Duogášmateriála, Árbevirolaš dieđu suodjaleapmi sámiid ruovttuguovllus
smn: Lahtos 8 Tuávvášmateriaal, Ärbivuáválii tiäđu suojâlem sämikuávlust

source: Akwé:Kon rávvagiid jorgalus suomagillii
smn: Akwé:Kon ravvuuh suomâkielân

source: Suoma dievasmahttin biodiversitehtasoahpamuša ollašuvvama gieđahalli dieđahussii (29.11.2001)
smn: Suomâ tievâsmittem biodiversiteetsopâmuš olášume kieđâvuššee tiäđáttâsân (29.11.2001)

source: Suoma 5 riikaraporta biodiversitehtasoahpamuša ollašuhttimis Suomas
smn: Suomâ 5 eennâmraapoort biodiversiteetsopâmuš olášutmist Suomâst (eŋgâlâskielân)

source: Loahpparaporta: Akwé: Kon – rávvagiid guoskadeamis Bátneduottara meahcceguovlo-eatnamiid dikšun- ja geavahanplána ráhkadeamis (suomagillii, davvisámegilli ja eaŋgalsgillii)
smn: Loppâraapoort: Akwé: Kon – ravvui heivitmist Pänituoddâr meccikuávlu hoittám- já kevttimvuávám rähtimist (suomâkielân, tavesämikielân já eŋgâlâskielân)
